Repository: mghirmay/SnoreDoctorDemo
Catalog: *.lproj/Localizable.strings
Languages: de

source: Start New Session
de: Starte Neue Sitzung

source: Stop Session
de: Sitzung Beenden

source: Settings
de: Einstellungen

source: Done
de: Fertig

source: Analysis Settings
de: Analyse Einstellungen

source: Detection Confidence Threshold
de: Schwellenwert für die Erkennungswahrscheinlichkeit

source: Threshold
de: Schwellenwert

source: Requires > %@%% Confidence
de: Benötigte Erkennungswahrscheinlichkeit > %@%%

source: Data Management
de: Daten Verwaltung

source: Clear All Recorded Data
de: Alle Daten löschen

source: All data cleared successfully!
de: Alle Aufnahmen wurden erfolgreich gelöscht!

source: Error clearing data
de: Fehler beim Löschen

source: Clear All Data?
de: Alle Daten löschen?

source: Clear
de: Löschen

source: Cancel
de: Abbrechen

# Clear_Info
source: This action cannot be undone. All recorded sound events and session data will be permanently deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle aufgezeichneten Tonereignisse und Sitzungsdaten werden dauerhaft gelöscht.

source: Audio Recording Quality
de: Aufnahme Qualität

source: Quality
de: Qualität

# Info_Quality
source: Higher quality/sample rate leads to larger file sizes and potentially more CPU usage during recording. PCM is uncompressed.
de: Eine höhere Qualität/Abtastrate führt zu größeren Dateien und möglicherweise zu einer höheren CPU-Auslastung während der Aufnahme. PCM ist unkomprimiert.

source: AAC (Compressed)
de: AAC (Komprimiert)

source: PCM (Uncompressed)
de: PCM (Unkomprimiert)

source: Low
de: Niedrig

source: Medium
de: Mittel

source: High
de: Hoch

# NoPermission_Headline
source: Microphone permission denied or restricted!
de: Mikrofonzugriff verweigert oder eingeschränkt!

# NoPermission_message
source: Without permission to the microphone the app will not work! Open the iOS Settings > SnoreDoc and enable the permission for the microphone.
de: Ohne Mikrofonzugriff funktioniert die App nicht! Öffne die iOS-Einstellungen > SnoreDoc und aktiviere die Mikrofonberechtigung.
